import { Book } from './Book';

export const BOOKS: Book[] = [
  { id: 10, name: 'Приемы объектно-ориентированного проектирования. Паттерны проектирования' },
  { id: 11, name: 'Совершенный код. Мастер-класс' },
  { id: 12, name: 'Git для профессионального программиста' },
  { id: 13, name: 'Теоретический минимум по Computer Science. Все что нужно программисту и разработчику' },
  { id: 14, name: 'Предметно-ориентированное проектирование. Паттерны, принципы и методы' },
  { id: 15, name: 'Предметно-ориентированное проектирование (DDD). Структуризация сложных программных систем' },
  { id: 16, name: 'Объектно-ориентированный анализ и проектирование' },
  { id: 17, name: 'Большие данные. Принципы и практика построения масштабируемых систем обработки данных в реальном времени' },
  { id: 18, name: 'Continuous delivery. Практика непрерывных апдейтов' },
  { id: 19, name: 'Android. Программирование для профессионалов' },
  { id: 20, name: 'Реализация методов предметно-ориентированного проектирования' }
];
